Revit 2027 API
ParameterTypeId.RoofBaseLevelParam Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoofBaseLevelParam { get; }
Public Shared ReadOnly Property RoofBaseLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoofBaseLevelParam {
	ForgeTypeId^ get ();
}
static member RoofBaseLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace